Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# error.resource.neoforge_missing_version
source: NeoForge missing version
ar: نسخة NeoForge مفقودة
da: Manglende NeoForge version
de: Fehlende NeoForge-Version
es: Versión de NeoForge faltante
fi: Puuttuva NeoForge-versio
fr: Version NeoForge manquante
hi: NeoForge संस्करण गुम है
it: Versione NeoForge mancante
ja: NeoForgeバージョンが不足しています
ko: 누락된 NeoForge 버전
nb: Manglende NeoForge versjon
nl: Ontbrekende NeoForge versie
pl: Brakująca wersja NeoForge
pt: Versão do NeoForge ausente
ru: Отсутствует версия NeoForge
sv: Saknad NeoForge version
th: ขาดเวอร์ชัน NeoForge
tr: Eksik NeoForge sürümü
vi: Thiếu phiên bản NeoForge
zh_hans: 缺少NeoForge版本
zh_hant: 缺少NeoForge版本

# error.resource.no_downloadable_file
source: No downloadable file
ar: لا يوجد ملف قابل للتحميل
da: Ingen downloadbar fil
de: Keine herunterladbare Datei
es: No hay archivo descargable
fi: Ei ladattavaa tiedostoa
fr: Aucun fichier téléchargeable
hi: कोई डाउनलोड योग्य फ़ाइल नहीं
it: Nessun file scaricabile
ja: ダウンロード可能なファイルがありません
ko: 다운로드 가능한 파일 없음
nb: Ingen nedlastbar fil
nl: Geen downloadbaar bestand
pl: Brak pliku do pobrania
pt: Nenhum arquivo para download
ru: Нет файла для загрузки
sv: Ingen nedladdningsbar fil
th: ไม่มีไฟล์ที่สามารถดาวน์โหลดได้
tr: İndirilebilir dosya yok
vi: Không có tệp có thể tải xuống
zh_hans: 无可下载文件
zh_hant: 無可下載檔案

# error.resource.no_versions_available
source: No Versions Available
ar: لا توجد إصدارات متاحة
da: Ingen versioner tilgængelige
de: Keine Versionen verfügbar
es: No hay versiones disponibles
fi: Ei saatavilla olevia versioita
fr: Aucune version disponible
hi: कोई संस्करण उपलब्ध नहीं
it: Nessuna versione disponibile
ja: 利用可能なバージョンがありません
ko: 사용 가능한 버전 없음
nb: Ingen versjoner tilgjengelige
nl: Geen versies beschikbaar
pl: Brak dostępnych wersji
pt: Nenhuma versão disponível
ru: Нет доступных версий
sv: Inga versioner tillgängliga
th: ไม่มีเวอร์ชันที่ใช้ได้
tr: Kullanılabilir sürüm yok
vi: Không có phiên bản khả dụng
zh_hans: 没有可用的版本
zh_hant: 沒有可用的版本

# error.resource.not_found
source: The requested resource was not found
ar: لم يتم العثور على المورد المطلوب
da: Den ønskede ressource blev ikke fundet
de: Die angeforderte Ressource wurde nicht gefunden
es: No se encontró el recurso solicitado
fi: Pyydettyä resurssia ei löytynyt
fr: La ressource demandée n'a pas été trouvée
hi: अनुरोधित संसाधन नहीं मिला
it: La risorsa richiesta non è stata trovata
ja: 要求されたリソースが見つかりませんでした
ko: 요청한 리소스를 찾을 수 없습니다
nb: Den ønskede ressursen ble ikke funnet
nl: De gevraagde bron is niet gevonden
pl: Nie znaleziono żądanego zasobu
pt: O recurso solicitado não foi encontrado
ru: Запрошенный ресурс не найден
sv: Den begärda resursen hittades inte
th: ไม่พบทรัพยากรที่ร้องขอ
tr: İstenen kaynak bulunamadı
vi: Không tìm thấy tài nguyên được yêu cầu
zh_hans: 未找到相关资源
zh_hant: 未找到相關資源

# error.resource.notification_send_failed
source: Notification Send Failed
ar: فشل في إرسال الإشعار
da: Notifikationssending mislykkedes
de: Benachrichtigung senden fehlgeschlagen
es: Falló el envío de notificación
fi: Ilmoituksen lähettäminen epäonnistui
fr: Échec de l'envoi de notification
hi: सूचना भेजना विफल
it: Invio notifica fallito
ja: 通知の送信に失敗しました
ko: 알림 전송 실패
nb: Varselsending mislyktes
nl: Notificatie verzenden mislukt
pl: Wysłanie powiadomienia nie powiodło się
pt: Falha no envio de notificação
ru: Не удалось отправить уведомление
sv: Notifieringssändning misslyckades
th: การส่งการแจ้งเตือนล้มเหลว
tr: Bildirim gönderme başarısız
vi: Gửi thông báo thất bại
zh_hans: 发送通知失败
zh_hant: 發送通知失敗

# error.resource.processor_jar_not_found
source: Processor Jar Not Found: %@
ar: ملف JAR للمعالج غير موجود: %@
da: Processor Jar ikke fundet: %@
de: Prozessor-JAR nicht gefunden: %@
es: JAR del procesador no encontrado: %@
fi: Prosessori-JAR ei löytynyt: %@
fr: JAR du processeur introuvable: %@
hi: प्रोसेसर JAR नहीं मिला: %@
it: JAR del processore non trovato: %@
ja: プロセッサーJARが見つかりません： %@
ko: 프로세서 JAR을 찾을 수 없음： %@
nb: Prosessor Jar ikke funnet: %@
nl: Processor JAR niet gevonden: %@
pl: Plik JAR procesora nie został znaleziony: %@
pt: JAR do processador não encontrado: %@
ru: JAR-файл процессора не найден: %@
sv: Processor JAR inte hittad: %@
th: ไม่พบ JAR ของโปรเซสเซอร์: %@
tr: İşlemci JAR dosyası bulunamadı: %@
vi: Không tìm thấy JAR bộ xử lý: %@
zh_hans: 找不到处理器JAR文件： %@
zh_hant: 找不到處理器JAR檔案： %@

# error.resource.project_details_not_found
source: Project Details Not Found
ar: تفاصيل المشروع غير موجودة
da: Projektdetaljer ikke fundet
de: Projektdetails nicht gefunden
es: Detalles del proyecto no encontrados
fi: Projektin tietoja ei löytynyt
fr: Détails du projet introuvables
hi: परियोजना विवरण नहीं मिला
it: Dettagli del progetto non trovati
ja: プロジェクトの詳細が見つかりません
ko: 프로젝트 세부정보를 찾을 수 없음
nb: Prosjektdetaljer ikke funnet
nl: Projectdetails niet gevonden
pl: Szczegóły projektu nie zostały znalezione
pt: Detalhes do projeto não encontrados
ru: Детали проекта не найдены
sv: Projektdetaljer inte hittade
th: ไม่พบรายละเอียดโครงการ
tr: Proje ayrıntıları bulunamadı
vi: Không tìm thấy chi tiết dự án
zh_hans: 无法获取项目详情
zh_hant: 無法獲取項目詳情

# error.resource.quilt_missing_version
source: Quilt missing version
ar: نسخة Quilt مفقودة
da: Manglende Quilt version
de: Fehlende Quilt-Version
es: Versión de Quilt faltante
fi: Puuttuva Quilt-versio
fr: Version Quilt manquante
hi: Quilt संस्करण गुम है
it: Versione Quilt mancante
ja: Quiltバージョンが不足しています
ko: 누락된 Quilt 버전
nb: Manglende Quilt versjon
nl: Ontbrekende Quilt versie
pl: Brakująca wersja Quilt
pt: Versão do Quilt ausente
ru: Отсутствует версия Quilt
sv: Saknad Quilt version
th: ขาดเวอร์ชัน Quilt
tr: Eksik Quilt sürümü
vi: Thiếu phiên bản Quilt
zh_hans: 缺少Quilt版本
zh_hant: 缺少Quilt版本

# error.unknown.settings_save_failed
source: Failed to save settings
ar: فشل حفظ الإعدادات
da: Kunne ikke gemme indstillinger
de: Einstellungen konnten nicht gespeichert werden
es: Error al guardar la configuración
fi: Asetusten tallennus epäonnistui
fr: Échec de l'enregistrement des paramètres
hi: सेटिंग्स सहेजने में विफल
it: Impossibile salvare le impostazioni
ja: 設定の保存に失敗しました
ko: 설정 저장 실패
nb: Kunne ikke lagre innstillinger
nl: Instellingen opslaan mislukt
pl: Nie udało się zapisać ustawień
pt: Falha ao salvar configurações
ru: Не удалось сохранить настройки
sv: Kunde inte spara inställningar
th: บันทึกการตั้งค่าล้มเหลว
tr: Ayarlar kaydedilemedi
vi: Không thể lưu cài đặt
zh_hans: 保存设置失败
zh_hant: 儲存設定失敗

# error.validation.cache_data_decode_failed
source: Cache Data Decode Failed
ar: فشل فك تشفير بيانات التخزين المؤقت
da: Afkodning af cache-data mislykkedes
de: Cache-Daten Dekodierung fehlgeschlagen
es: Error al decodificar datos de caché
fi: Välimuistin tietojen dekoodaus epäonnistui
fr: Échec du décodage des données de cache
hi: कैश डेटा डिकोड करना विफल
it: Decodifica dati cache fallita
ja: キャッシュデータのデコードに失敗しました
ko: 캐시 데이터 디코딩 실패
nb: Dekoding av cache-data mislyktes
nl: Decodering van cache-gegevens mislukt
pl: Niepowodzenie dekodowania danych pamięci podręcznej
pt: Falha ao decodificar dados do cache
ru: Ошибка декодирования данных кеша
sv: Avkodning av cache-data misslyckades
th: การถอดรหัสข้อมูลแคชล้มเหลว
tr: Önbellek verisi kod çözme başarısız
vi: Giải mã dữ liệu bộ nhớ đệm thất bại
zh_hans: 解码缓存数据失败
zh_hant: 解碼緩存數據失敗

# error.validation.cache_data_encode_failed
source: Cache Data Encode Failed
ar: فشل ترميز بيانات التخزين المؤقت
da: Kodning af cache-data mislykkedes
de: Cache-Daten Kodierung fehlgeschlagen
es: Error al codificar datos de caché
fi: Välimuistin tietojen koodaus epäonnistui
fr: Échec de l'encodage des données de cache
hi: कैश डेटा एन्कोड करना विफल
it: Codifica dati cache fallita
ja: キャッシュデータのエンコードに失敗しました
ko: 캐시 데이터 인코딩 실패
nb: Koding av cache-data mislyktes
nl: Codering van cache-gegevens mislukt
pl: Niepowodzenie kodowania danych pamięci podręcznej
pt: Falha ao codificar dados do cache
ru: Ошибка кодирования данных кеша
sv: Kodning av cache-data misslyckades
th: การเข้ารหัสข้อมูลแคชล้มเหลว
tr: Önbellek verisi kodlama başarısız
vi: Mã hóa dữ liệu bộ nhớ đệm thất bại
zh_hans: 缓存数据编码失败
zh_hant: 緩存數據編碼失敗

# error.validation.cannot_open_zip
source: Cannot open ZIP file
ar: لا يمكن فتح ملف ZIP
da: Kan ikke åbne ZIP-fil
de: ZIP-Datei kann nicht geöffnet werden
es: No se puede abrir el archivo ZIP
fi: ZIP-tiedostoa ei voi avata
fr: Impossible d'ouvrir le fichier ZIP
hi: ZIP फ़ाइल नहीं खोल सकते
it: Impossibile aprire il file ZIP
ja: ZIPファイルを開けません
ko: ZIP 파일을 열 수 없습니다
nb: Kan ikke åpne ZIP-fil
nl: Kan ZIP-bestand niet openen
pl: Nie można otworzyć pliku ZIP
pt: Não é possível abrir o arquivo ZIP
ru: Не удается открыть ZIP-файл
sv: Kan inte öppna ZIP-fil
th: ไม่สามารถเปิดไฟล์ ZIP ได้
tr: ZIP dosyası açılamıyor
vi: Không thể mở file ZIP
zh_hans: 无法打开ZIP文件
zh_hant: 無法開啟ZIP檔案

# error.validation.cape_invalid_id
source: Invalid cape ID or request
ar: معرف الرداء غير صالح أو طلب غير صالح
da: Ugyldigt kappe ID eller anmodning
de: Ungültige Cape-ID oder Anfrage
es: ID de capa inválido o solicitud inválida
fi: Virheellinen viitan ID tai pyyntö
fr: ID de cape invalide ou requête invalide
hi: अमान्य केप ID या अनुरोध
it: ID mantello non valido o richiesta non valida
ja: 無効なケープIDまたはリクエスト
ko: 유효하지 않은 망토 ID 또는 요청
nb: Ugyldig kappe ID eller forespørsel
nl: Ongeldig cape ID of verzoek
pl: Nieprawidłowy ID peleryny lub żądanie
pt: ID de capa inválido ou solicitação inválida
ru: Неверный ID плаща или запрос
sv: Ogiltigt kappa ID eller förfrågan
th: ID เสื้อคลุมไม่ถูกต้องหรือคำขอไม่ถูกต้อง
tr: Geçersiz pelerin ID'si veya istek
vi: ID áo choàng không hợp lệ hoặc yêu cầu không hợp lệ
zh_hans: 无效的斗篷ID或请求
zh_hant: 無效的斗篷ID或請求

# error.validation.credential_save_failed
source: Failed to save authentication credentials: %@
ar: فشل حفظ بيانات الاعتماد: %@
da: Kunne ikke gemme legitimationsoplysninger: %@
de: Speichern der Anmeldedaten fehlgeschlagen: %@
es: Error al guardar credenciales de autenticación: %@
fi: Todennustietojen tallennus epäonnistui: %@
fr: Échec de l'enregistrement des identifiants d'authentification: %@
hi: प्रमाणीकरण प्रमाणपत्र सहेजने में विफल: %@
it: Salvataggio delle credenziali di autenticazione fallito: %@
ja: 認証情報の保存に失敗しました： %@
ko: 인증 자격 증명 저장 실패： %@
nb: Kunne ikke lagre autentiseringslegitimasjoner: %@
nl: Opslaan van authenticatiegegevens mislukt: %@
pl: Nie udało się zapisać danych uwierzytelniających: %@
pt: Falha ao salvar credenciais de autenticação: %@
ru: Не удалось сохранить учетные данные аутентификации: %@
sv: Kunde inte spara autentiseringsuppgifter: %@
th: บันทึกข้อมูลรับรองความถูกต้องล้มเหลว: %@
tr: Kimlik bilgileri kaydedilemedi: %@
vi: Lưu thông tin xác thực thất bại: %@
zh_hans: 保存认证凭据失败： %@
zh_hant: 儲存認證憑據失敗： %@

# error.validation.credential_update_failed
source: Failed to update authentication credentials
ar: فشل تحديث بيانات الاعتماد
da: Kunne ikke opdatere legitimationsoplysninger
de: Aktualisierung der Anmeldedaten fehlgeschlagen
es: Error al actualizar credenciales de autenticación
fi: Todennustietojen päivitys epäonnistui
fr: Échec de la mise à jour des identifiants d'authentification
hi: प्रमाणीकरण प्रमाणपत्र अपडेट करने में विफल
it: Aggiornamento delle credenziali di autenticazione fallito
ja: 認証情報の更新に失敗しました
ko: 인증 자격 증명 업데이트 실패
nb: Kunne ikke oppdatere autentiseringslegitimasjoner
nl: Bijwerken van authenticatiegegevens mislukt
pl: Nie udało się zaktualizować danych uwierzytelniających
pt: Falha ao atualizar credenciais de autenticação
ru: Не удалось обновить учетные данные аутентификации
sv: Kunde inte uppdatera autentiseringsuppgifter
th: อัปเดตข้อมูลรับรองความถูกต้องล้มเหลว
tr: Kimlik bilgileri güncellenemedi
vi: Cập nhật thông tin xác thực thất bại
zh_hans: 更新认证凭据失败
zh_hant: 更新認證憑據失敗

# error.validation.database_not_open
source: Database is not open
ar: قاعدة البيانات غير مفتوحة
da: Databasen er ikke åben
de: Datenbank ist nicht geöffnet
es: La base de datos no está abierta
fi: Tietokanta ei ole auki
fr: La base de données n'est pas ouverte
hi: डेटाबेस खुला नहीं है
it: Il database non è aperto
ja: データベースが開いていません
ko: 데이터베이스가 열려 있지 않습니다
nb: Databasen er ikke åpen
nl: Database is niet open
pl: Baza danych nie jest otwarta
pt: O banco de dados não está aberto
ru: База данных не открыта
sv: Databasen är inte öppen
th: ฐานข้อมูลไม่ได้เปิดอยู่
tr: Veritabanı açık değil
vi: Cơ sở dữ liệu chưa được mở
zh_hans: 数据库未打开
zh_hant: 資料庫未打開

# error.validation.database_open_failed
source: Failed to open database: %@
ar: لا يمكن فتح قاعدة البيانات: %@
da: Kunne ikke åbne database: %@
de: Datenbank konnte nicht geöffnet werden: %@
es: Error al abrir la base de datos: %@
fi: Tietokannan avaaminen epäonnistui: %@
fr: Échec de l'ouverture de la base de données: %@
hi: डेटाबेस खोलने में विफल: %@
it: Impossibile aprire il database: %@
ja: データベースを開けませんでした： %@
ko: 데이터베이스 열기 실패： %@
nb: Kunne ikke åpne database: %@
nl: Kan database niet openen: %@
pl: Nie można otworzyć bazy danych: %@
pt: Falha ao abrir o banco de dados: %@
ru: Не удалось открыть базу данных: %@
sv: Kunde inte öppna databasen: %@
th: ไม่สามารถเปิดฐานข้อมูลได้: %@
tr: Veritabanı açılamadı: %@
vi: Không thể mở cơ sở dữ liệu: %@
zh_hans: 无法打开数据库： %@
zh_hant: 無法打開資料庫： %@

# error.validation.encode_category_ids_failed
source: Encode Category IDs Failed
ar: فشل ترميز معرفات الفئات
da: Kodning af kategor-ID'er mislykkedes
de: Kodierung der Kategorie-IDs fehlgeschlagen
es: Codificación de ID de categorías falló
fi: Luokkatunnusten koodaus epäonnistui
fr: Encodage des ID de catégories échoué
hi: श्रेणी ID एन्कोड करने में विफल
it: Codifica ID categorie fallita
ja: カテゴリIDのエンコードに失敗
ko: 카테고리 ID 인코딩 실패
nb: Koding av kategor-ID'er mislyktes
nl: Coderen van categorie-ID's mislukt
pl: Kodowanie ID kategorii nie powiodło się
pt: Codificação de IDs de categoria falhou
ru: Кодирование ID категорий не удалось
sv: Kodning av kategor-ID:er misslyckades
th: การเข้ารหัส ID หมวดหมู่ล้มเหลว
tr: Kategori ID'lerinin kodlanması başarısız
vi: Mã hóa ID danh mục thất bại
zh_hans: 编码categoryIds失败
zh_hant: 編碼categoryIds失敗

# error.validation.encode_game_versions_failed
source: Encode Game Versions Failed
ar: فشل ترميز إصدارات اللعبة
da: Kodning af spilversioner mislykkedes
de: Kodierung der Spielversionen fehlgeschlagen
es: Codificación de versiones de juego falló
fi: Peliversioiden koodaus epäonnistui
fr: Encodage des versions de jeu échoué
hi: गेम संस्करण एन्कोड करने में विफल
it: Codifica versioni di gioco fallita
ja: ゲームバージョンのエンコードに失敗
ko: 게임 버전 인코딩 실패
nb: Koding av spillversjoner mislyktes
nl: Coderen van spelversies mislukt
pl: Kodowanie wersji gry nie powiodło się
pt: Codificação de versões do jogo falhou
ru: Кодирование версий игры не удалось
sv: Kodning av spelversioner misslyckades
th: การเข้ารหัสเวอร์ชันเกมล้มเหลว
tr: Oyun sürümlerinin kodlanması başarısız
vi: Mã hóa phiên bản trò chơi thất bại
zh_hans: 编码gameVersions失败
zh_hant: 編碼gameVersions失敗

# error.validation.encode_mod_loader_types_failed
source: Encode Mod Loader Types Failed
ar: فشل ترميز أنواع محملات الـ Mod
da: Kodning af mod-loader-typer mislykkedes
de: Kodierung der Mod-Loader-Typen fehlgeschlagen
es: Codificación de tipos de cargador de mods falló
fi: Mod-lataajatyyppien koodaus epäonnistui
fr: Encodage des types de chargeur de mods échoué
hi: मॉड लोडर प्रकार एन्कोड करने में विफल
it: Codifica tipi di caricatore mod fallita
ja: Modローダータイプのエンコードに失敗
ko: 모드 로더 타입 인코딩 실패
nb: Koding av mod-loader-typer mislyktes
nl: Coderen van mod-loader-typen mislukt
pl: Kodowanie typów mod loadera nie powiodło się
pt: Codificação de tipos de carregador de mods falhou
ru: Кодирование типов загрузчика модов не удалось
sv: Kodning av mod-laddartyper misslyckades
th: การเข้ารหัสประเภทตัวโหลด Mod ล้มเหลว
tr: Mod yükleyici türlerinin kodlanması başarısız
vi: Mã hóa loại trình tải mod thất bại
zh_hans: 编码modLoaderTypes失败
zh_hant: 編碼modLoaderTypes失敗

# error.validation.entitlements_check_unknown_error
source: Unknown error occurred while checking game ownership: %@
ar: حدث خطأ غير معروف أثناء التحقق من ملكية اللعبة: %@
da: Ukendt fejl opstod under kontroll af spilejerskab: %@
de: Unbekannter Fehler beim Überprüfen des Spielbesitzes: %@
es: Error desconocido al verificar la propiedad del juego: %@
fi: Tuntematon virhe tapahtui pelien omistajuutta tarkistettaessa: %@
fr: Erreur inconnue lors de la vérification de la propriété du jeu : %@
hi: गेम स्वामित्व जांचते समय अज्ञात त्रुटि हुई: %@
it: Errore sconosciuto durante la verifica della proprietà del gioco: %@
ja: ゲームの所有権確認中に不明なエラーが発生しました： %@
ko: 게임 소유권 확인 중 알 수 없는 오류가 발생했습니다： %@
nb: Ukjent feil oppstod under kontroll av spileierskap: %@
nl: Onbekende fout opgetreden bij het controleren van spelbezit: %@
pl: Nieznany błąd wystąpił podczas sprawdzania własności gry: %@
pt: Erro desconhecido ao verificar a propriedade do jogo: %@
ru: Произошла неизвестная ошибка при проверке владения игрой: %@
sv: Okänt fel uppstod vid kontroll av spelägande: %@
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะตรวจสอบความเป็นเจ้าของเกม: %@
tr: Oyun sahipliği kontrol edilirken bilinmeyen bir hata oluştu: %@
vi: Đã xảy ra lỗi không xác định khi kiểm tra quyền sở hữu trò chơi: %@
zh_hans: 检查游戏拥有情况时发生未知错误： %@
zh_hant: 檢查遊戲擁有情況時發生未知錯誤： %@

# error.validation.entitlements_parse_failed
source: Failed to parse game entitlements response: %@
ar: فشل في تحليل استجابة أذونات اللعبة: %@
da: Kunne ikke parse spiltilladelsesrespons: %@
de: Fehler beim Parsen der Spielberechtigungsantwort: %@
es: Error al analizar la respuesta de permisos del juego: %@
fi: Pelien oikeuksien vastauksen jäsentäminen epäonnistui: %@
fr: Échec de l'analyse de la réponse des autorisations de jeu : %@
hi: गेम अधिकार प्रतिक्रिया पार्स करने में विफल: %@
it: Impossibile analizzare la risposta dei diritti del gioco: %@
ja: ゲーム権限の応答の解析に失敗しました： %@
ko: 게임 권한 응답을 구문 분석하지 못했습니다： %@
nb: Kunne ikke parse spiltillatelsesrespons: %@
nl: Kan reactie op spelrechten niet parseren: %@
pl: Nie udało się przeanalizować odpowiedzi uprawnień gry: %@
pt: Falha ao analisar a resposta de permissões do jogo: %@
ru: Не удалось разобрать ответ о правах на игру: %@
sv: Kunde inte tolka spelegenskapsrespons: %@
th: การแยกวิเคราะห์การตอบสนองสิทธิ์ของเกมล้มเหลว: %@
tr: Oyun yetkileri yanıtı ayrıştırılamadı: %@
vi: Không thể phân tích phản hồi quyền trò chơi: %@
zh_hans: 解析游戏权限响应失败： %@
zh_hant: 解析遊戲權限響應失敗： %@

# error.validation.extract_failed
source: Extraction failed
ar: فشل في استخراج الملفات
da: Udpakning mislykkedes
de: Entpacken fehlgeschlagen
es: Falló la extracción
fi: Purkaminen epäonnistui
fr: Extraction échouée
hi: निकालने में विफल
it: Estrazione fallita
ja: 展開に失敗しました
ko: 압축 해제에 실패했습니다
nb: Utpakking mislyktes
nl: Uitpakken mislukt
pl: Rozpakowywanie nie powiodło się
pt: Extração falhou
ru: Извлечение не удалось
sv: Extraktion misslyckades
th: การแตกไฟล์ล้มเหลว
tr: Çıkarma başarısız
vi: Giải nén thất bại
zh_hans: 解压失败
zh_hant: 解壓失敗

# error.validation.fabric_loader_parse_failed
source: Fabric Loader Parse Failed
ar: فشل تحليل بيانات إصدار محمل Fabric: %@
da: Fabric Loader-versionsdata kunne ikke analyseres: %@
de: Fabric Loader-Versionsdaten konnten nicht analysiert werden: %@
es: Error al analizar los datos de versión del cargador Fabric: %@
fi: Fabric Loader -versiotietojen jäsentäminen epäonnistui: %@
fr: Échec de l'analyse des données de version du chargeur Fabric: %@
hi: Fabric लोडर संस्करण डेटा पार्स करना विफल: %@
it: Analisi dei dati della versione del caricatore Fabric fallita: %@
ja: Fabricローダーバージョンデータの解析に失敗： %@
ko: Fabric 로더 버전 데이터 분석 실패： %@
nb: Fabric Loader-versjonsdata kunne ikke analyseres: %@
nl: Fabric Loader versiegegevens parseren mislukt: %@
pl: Nie udało się przeanalizować danych wersji Fabric Loader: %@
pt: Falha ao analisar dados da versão do Fabric Loader: %@
ru: Ошибка анализа данных версии Fabric Loader: %@
sv: Kunde inte analysera Fabric Loader-versionsdata: %@
th: การแยกวิเคราะห์ข้อมูลเวอร์ชัน Fabric Loader ล้มเหลว: %@
tr: Fabric Loader sürüm verileri ayrıştırılamadı: %@
vi: Phân tích dữ liệu phiên bản Fabric Loader thất bại: %@
zh_hans: 解析Fabric加载器版本数据失败： %@
zh_hant: 解析Fabric加載器版本數據失敗： %@

# error.validation.fabric_loader_version_missing
source: Fabric loader version missing
ar: إصدار محمل Fabric مفقود
da: Fabric loader version mangler
de: Fabric Loader Version fehlt
es: Falta la versión del cargador de Fabric
fi: Fabric loader -versio puuttuu
fr: Version du chargeur Fabric manquante
hi: Fabric लोडर संस्करण गुम है
it: Versione del caricatore Fabric mancante
ja: Fabricローダーのバージョンがありません
ko: Fabric 로더 버전이 누락됨
nb: Fabric loader versjon mangler
nl: Fabric loader versie ontbreekt
pl: Brakuje wersji ładowarki Fabric
pt: Versão do carregador Fabric ausente
ru: Отсутствует версия загрузчика Fabric
sv: Fabric loader version saknas
th: ไม่มีเวอร์ชัน Fabric loader
tr: Fabric yükleyici sürümü eksik
vi: Thiếu phiên bản trình tải Fabric
zh_hans: 缺少Fabric加载器版本
zh_hant: 缺少Fabric載入器版本

# error.validation.file_hash_calculation_failed
source: File Hash Calculation Failed
ar: فشل حساب قيمة تجزئة الملف
da: Beregning af filhash mislykkedes
de: Berechnung des Datei-Hash-Werts fehlgeschlagen
es: Error al calcular el hash del archivo
fi: Tiedoston hash-arvon laskeminen epäonnistui
fr: Échec du calcul du hachage de fichier
hi: फ़ाइल हैश गणना विफल
it: Calcolo hash del file fallito
ja: ファイルハッシュ値の計算に失敗
ko: 파일 해시값 계산 실패
nb: Beregning av filhash mislyktes
nl: Berekening van bestandshash mislukt
pl: Nie udało się obliczyć skrótu pliku
pt: Falha ao calcular hash do arquivo
ru: Ошибка вычисления хеша файла
sv: Beräkning av filhash misslyckades
th: การคำนวณค่าแฮชไฟล์ล้มเหลว
tr: Dosya hash değeri hesaplama başarısız
vi: Tính toán giá trị hash tệp thất bại
zh_hans: 无法计算文件哈希值
zh_hant: 無法計算檔案哈希值

# error.validation.game_delete_failed
source: Failed to delete game: %@
ar: فشل حذف اللعبة: %@
da: Kunne ikke slette spil: %@
de: Spiel löschen fehlgeschlagen: %@
es: Error al eliminar el juego: %@
fi: Pelin poistaminen epäonnistui: %@
fr: Échec de la suppression du jeu: %@
hi: गेम हटाने में विफल: %@
it: Eliminazione del gioco fallita: %@
ja: ゲームの削除に失敗しました： %@
ko: 게임 삭제 실패： %@
nb: Kunne ikke slette spill: %@
nl: Spel verwijderen mislukt: %@
pl: Nie udało się usunąć gry: %@
pt: Falha ao excluir o jogo: %@
ru: Не удалось удалить игру: %@
sv: Kunde inte radera spelet: %@
th: ลบเกมล้มเหลว: %@
tr: Oyun silinemedi: %@
vi: Xóa trò chơi thất bại: %@
zh_hans: 删除游戏失败： %@
zh_hant: 刪除遊戲失敗： %@

# error.validation.game_not_found_delete
source: Game Not Found Delete
ar: لم يتم العثور على اللعبة المطلوب حذفها
da: Spillet der skal slettes blev ikke fundet
de: Zu löschendes Spiel nicht gefunden
es: No se encontró el juego a eliminar
fi: Poistettavaa peliä ei löytynyt
fr: Jeu à supprimer introuvable
hi: हटाने वाला गेम नहीं मिला
it: Gioco da eliminare non trovato
ja: 削除するゲームが見つかりません
ko: 삭제할 게임을 찾을 수 없습니다
nb: Spillet som skal slettes ble ikke funnet
nl: Te verwijderen spel niet gevonden
pl: Nie znaleziono gry do usunięcia
pt: Jogo a ser excluído não encontrado
ru: Игра для удаления не найдена
sv: Spelet som ska raderas hittades inte
th: ไม่พบเกมที่จะลบ
tr: Silinecek oyun bulunamadı
vi: Không tìm thấy trò chơi cần xóa
zh_hans: 找不到要删除的游戏
zh_hant: 找不到要刪除的遊戲
